Repository: CharlesAydin/kafka-hue
Catalog: kafka/src/kafka/locale/*/LC_MESSAGES/django.po
Languages: es

source: You must to specify Zookeeper ensemble.
es: Debe especificar el conjunto de Zookeeper.

source: You must to specify path to brokers info.
es: Debe especificar la ruta hacia la información de los brokers.

source: You must to specify path to consumers info.
es: Debe especificar la ruta hacia la información de los consumidores.

source: You must to specify path to topics info.
es: Debe especificar la ruta hacia la información de los tópicos.

source: You must to specify Ganglia Server I.P. or Ganglia Server HostName.
es: Debe especificar la I.P. del servidor de Ganglia o Nombre de Host.

source: You must to specify Ganglia Data Source name.
es: Debe especificar el nombre del Origen de Datos de Ganglia.

source: Show _MENU_ entries
es: Mostrar _MENU_ entradas

source: Search
es: Búsqueda

source: No data available
es: No hay datos disponibles

source: Showing _START_ to _END_ of _TOTAL_ entries
es: Mostrando _START_ to _END_ de _TOTAL_ entradas

source: Showing 0 to 0 of 0 entries
es: Mostrando 0 a 0 de 0 entradas

source: (filtered from _MAX_ total entries)
es: (filtrado desde _MAX_ entradas totales)

source: No matching records
es: No hay registros coincidentes

source: First
es: Primero

source: Last
es: Último

source: Next
es: Siguiente

source: Previous
es: Anterior

source: There are currently no clusters to browse.
es: Actualmente no hay clusters que explorar

source: Please contact your administrator to solve this.
es: Por favor, contacte con su administrador para arreglar esto.

source: Topology of Kakfa cluster:
es: Topología del cluster de Kafka:

source: Zookeper server(s):
es: El servidor REST de Zookeeper:

source: Hostname
es: Nombre de Host

source: Port
es: Puerto

source: Status
es: Estado

source: Consumer Groups
es: Grupos de consumidores

source: Name
es: Nombre

source: Searching Consumer Groups from path:
es: Buscando grupos de consumidores en la ruta:

source: Consumers
es: Consumidores

source: Topics Subscribed
es: Tópicos suscritos

source: Topic
es: Tópico

source: Partition - Offset
es: Partición - Offset

source: Partition - Owner
es: Partición - Dueño

source: Consumer Groups of Kakfa cluster:
es: Grupos de consumidores del cluster de Kafka:

source: Consumers active
es: Consumidores activos

source: All topics
es: Todos los tópicos

source: Week
es: Semana

source: No data available for
es: No hay datos disponibles para

source: Graph.
es: Gráf.

source: Suggestions
es: Sugerencias

source: Try different host.
es: Intentar un host diferente.

source: Try different topic.
es: Intentar un topic diferente.

source: Try different metric.
es: Intentar una métrica diferente.

source: Try different granularity.
es: Intentar una granularidad diferente.

source: Dashboard of Kakfa cluster:
es: Dashboard del cluster de Kafka:

source: Can't retrive brokers list.
es: No se puede conseguir la lista de brokers.

source: Can't retrive topics list.
es: No se puede conseguir la lista de tópicos

source: Can't retrive metrics list.
es: No se puede conseguir la lista de métricas.

source: Error connecting to zookeper server(s):
es: Error conectando con servidor(es) de Zookeeper:

source: Search for host(s)
es: Búsqueda de host(s)

source: ERROR in HOST
es: ERROR en HOST

source: Topics
es: Tópicos

source: Search for topic(s)
es: Búsqueda de tópico(s)

source: All Topics
es: Todos los tópicos

source: ERROR in TOPIC
es: ERROR en TÓPICO

source: Kafka Metrics
es: Métricas de Kafka

source: Search for metric(s)
es: Búsqueda de métricas

source: ERROR in METRICS
es: ERROR en MÉTRICAS

source: Granularity
es: Granularidad

source: Hour
es: Hora

source: 2Hour
es: 2Horas

source: 4Hour
es: 4Horas

source: Day
es: Día

source: Month
es: Mes

source: Year
es: Año

source: ERROR in GRANULARITY
es: ERROR en GRANULARIDAD

source: Submit
es: Enviar

source: Possible errors, please contact your administrator to solve this:
es: Posibles errores, por favor contacte con su administrador para arreglar esto.

source: Could not connect to Ganglia Server.
es: No se puede conectar con el Servidor de Ganglia.

source: Metrics are missing or incorrect.
es: Las métricas no existen o son incorrectas.

source: Metrics of Kakfa cluster
es: Métricas del cluster de Kafka

source: Go to cluster
es: Ir al cluster

source: Topology
es: Topología

source: System Tools
es: Herramientas de Sistema

source: Choose a system tool...
es: Elija una herramienta de sistema...

source: System Tools of Kakfa cluster:
es: Herramientas de sistema del cluster de Kafka:

source: System Tool
es: Herramienta de Sistema

source: System tool required.
es: Herramienta de sistema requerida.

source: Options
es: Opciones

source: Earliest
es: Antiguos

source: Latest
es: Recientes

source: Time filter required.
es: Filtro de tiempo requerido.

source: The max amount of time each fetch request waits (default 1000)
es: La cantidad máxima de tiempo que cada petición de recuperación espera (por defecto 1000)

source: Wait Time
es: Tiempo de espera

source: Number of offsets returned (default 1)
es: Número de offsets devueltos (por defecto 1)

source: Comma separated list of partition ids. If not specified, will find offsets for all partitions (default)
es: Lista separada por comas de ids de particiones. Si no se especifica, se encontraran los offsets de todas las particiones (por defecto)

source: Partitions
es: Particiones

source: Comma separated list of partition ids...
es: Lista separada por comas de ids de particiones

source: Comma separated list of broker(s)...
es: Lista separada por comas de broker(s)...

source: Broker required.
es: Broker requerido.

source: Topic required.
es: Tópico requerido.

source: Errors, please contact your administrator to solve this:
es: Posibles errores, por favor contacte con su administrador para arreglar esto.

source: Start
es: Inicio

source: End
es: Fin

source: Download as JSON
es: Descargar como JSON

source: Download as CSV
es: Descargar como CSV

source: Download as XLS
es: Descargar como XLS

source: Download as PDF
es: Descargar como PDF

source: ERROR in form.
es: ERROR en el formulario.

source: Please contact your administrator to solve this:
es: Por favor, contacte con su administrador para arreglar esto.

source: Error connecting to zookeper server(s).
es: Error conectando con servidor(es) de Zookeeper:

source: The node does not exist or the path is wrong:
es: El nodo no existe o la ruta es incorrecta:

source: Create a Topic
es: Crear un Tópico

source: Name of the topic
es: Nombre del tópico

source: Select a name for the topic.
es: Selecciona un nombre para el tópico.

source: List of zookeepers. E.G. localhost:2181
es: Listado de zookeepers. P.Ej. localhost:2181

source: Select a zookeeper(s).
es: Selecciona zookeeper(s).

source: Set Replication Factor
es: Establecer Factor de Replicación

source: Select a replication factor. By default is 1.
es: Selecciona Factor de Replicación. Por defecto es 1.

source: Set Partitions
es: Establecer Particiones

source: Select partition(s). By default is 1.
es: Selecciona particiones. Por defecto es 1.

source: ERROR when create topic
es: Error al crear un tópico

source: Cancel
es: Cancelar

source: Create
es: Crear

source: Create topic
es: Crear tópico

source: Topics of Kakfa cluster:
es: Tópicos del cluster de Kafka:

source: Searching topics from path:
es: Buscando tópicos en la ruta:

source: Partitions ids
es: Particiones ids

source: Replicas / Partition
es: Réplicas / Partición

source: Partition - Replicas ids in isr
es: Partición - Réplicas ids en isr

source: Partition - Leader
es: Partición - Líder
